{
  "home": "الصفحة الرئيسية",
  "about-us": "من نحن",
  "serv": "خدماتنا",
  "our-services": "خدماتنا",
  "our-services-desc": "حلول تبدأ من الفهم العميق لاحتياجاتك",

  "who-are-we": "من نحن",
  "who-are-title": "عن G.S.T",
  "who-are-subtitle": "نصمم التكنولوجيا لخدمة أعمالكم بكفاءة",
  "who-are-content": "شركة G.S.T هي شركة مصرية متخصصة في الحلول البرمجية والتقنية، تأسست بهدف واضح: تقديم حلول ذكية وعملية لكل تحدٍ تقني. نرافق عملاءنا في جميع مراحل المشروع، بدءًا من التحليل والتخطيط، مرورًا بالتصميم والتطوير، وصولًا إلى الإطلاق والدعم الفني.",
  "who-are-first": "خبرة واسعة في تنفيذ المشاريع التقنية المعقدة",
  "who-are-second": "فريق عمل متكامل من المبرمجين والمصممين والمستشارين وخبراء التسويق",
  "who-are-third": "حلول مصممة خصيصًا لتلبية احتياجات كل عميل وفق أهدافه وتوجهاته",

  "mobile-dev": "تطوير تطبيقات الهواتف الذكية",
  "mobile-desc": "نقوم بتصميم وتطوير تطبيقات مخصصة بأنظمة iOS وAndroid، تجمع بين الكفاءة التقنية والتجربة البصرية المتكاملة، بما يتوافق مع سلوك المستخدم العصري.",
  "web-dev": "تصميم المواقع الإلكترونية",
  "web-desc": "نقدم مواقع إلكترونية احترافية سريعة، آمنة، ومتوافقة مع جميع الأجهزة، مصممة لتقديم تجربة مستخدم سلسة ومريحة، بالإضافة إلى لوحات تحكم مرنة لإدارة المحتوى.",
  "custom-sw": "تطوير الأنظمة البرمجية حسب الطلب",
  "custom-desc": "نحلل طبيعة أعمالك ونقوم ببناء أنظمة برمجية مخصصة تدعم التشغيل الداخلي، الإدارة، وخدمة العملاء، باستخدام أحدث التقنيات.",
  "consulting-s": "الاستشارات التقنية والتنفيذية",
  "consulting-desc": "نوفر دعمًا استشاريًا متكاملًا لتوجيه قراراتكم التقنية بشكل استراتيجي، مع وضع خارطة طريق دقيقة لتنفيذ المشاريع.",
  "plans-s": "دراسات الجدوى والخطط التسويقية",
  "plans-desc": "نقوم بإعداد دراسات جدوى واقعية ومبنية على تحليل سوق دقيق، إلى جانب وضع استراتيجيات تسويقية فعالة لزيادة الوصول وتحقيق أهداف النمو.",
  "more-details": "مزيد من التفاصيل",
  "contact-us": "تواصل معنا",
  "contact-coursel": "تواصل معنا!",
  "see-more": "رؤية المزيد",
  "how-work": "كيف نعمل",
  "why-us": "لماذا GST؟",
  "collab": "شراكة حقيقية",
  "collab-desc": "نعمل كشريك تقني دائم وليس كمجرد مزود خدمة، ونسعى لتحقيق النجاح الفعلي لأعمالكم.",
  "results": "نتائج قابلة للقياس",
  "results-desc": "نلتزم بتقديم مشاريع تؤثر فعليًا على الأداء وتحقيق الأهداف، مع مؤشرات أداء واضحة ومحددة.",
  "transparency": "وضوح وشفافية",
  "trans-desc": "نُطلع عملاءنا على كل التفاصيل، من التكلفة إلى الجدول الزمني وخطوات التنفيذ، لبناء علاقة مبنية على الثقة.",
  "ongoing-support": "دعم مستمر",
  "support-desc": "نقدم خدمات دعم فني احترافي بعد التسليم، لضمان استمرار الأداء بجودة عالية وتحديثات دورية حسب الحاجة.",
  "2024": "2024",
  "2025": "2025",
  "2026": "2026",
  "our": "",
  "mission": "مهمتنا",
  "mission-desc": "نحن ملتزمون بتقديم حلول برمجية استثنائية، وتصميم مواقع إلكترونية مميزة، وتطوير تطبيقات مبتكرة، بالإضافة إلى توفير استشارات تقنية وتنفيذية تسهم في تحفيز ودعم عملائنا لتحقيق أهدافهم التكنولوجية والتجارية. نسعى دائمًا للابتكار، وتمكين العملاء من تحقيق رؤاهم بأساليب علمية وتقنية.",
  "vision": "رؤيتنا",
  "vision-desc": "نسعى في شركة الجنيدي إلى أن نكون الشريك الأول للمؤسسات والشركات الناشئة من خلال تقديم حلول برمجية وتقنية مبتكرة تساهم في تحقيق النجاح المستدام، وتلبية احتياجات عملائنا بأعلى معايير الجودة والدقة.",
  "transparency-section": "الشفافية",
  "transparency-desc": "نحن في شركة الجنيدي نؤمن بأهمية الشفافية في جميع تعاملاتنا مع عملائنا. نحرص على توضيح كافة التفاصيل المتعلقة بالمشروعات، بما في ذلك الأوقات المتوقعة للتسليم، التكاليف، والعمليات التقنية، لضمان علاقة قائمة على الثقة والاحترام المتبادل.",

  "our-team": "تواصل مع فريقنا",
  "team-desc": "لدينا الفريق والمعرفة اللازمة لمساعدتك على التوسع بشكل أسرع.",
  "phone-num": "رقم الهاتف المحمول",
  "phone-num2": "رقم الهاتف :",
  "mob-num": "رقم الموبايل:",
  "num-digits": "1553304400 20+",
  "email": "البريد الإلكتروني",

  "location": "موقعنا",
  "location2": "موقعنا :",
  "loc-desc": "فيلا ١٦٧، التسعين الشمالي، قسم أول القاهرة الجديدة، محافظة القاهرة ",
  "view-maps": "عرض على الخريطة",

  "email-us": "راسلنا عبر البريد الإلكتروني!",

  "tharawat": "موقع ثروات",
  "thr-desc": "ثروات هي شركة رائدة في تقديم خدمات متنوعة تغطي عدة مجالات حيوية، تهدف إلى دعم وتنمية الاقتصاد المحلي والدولي. تأسست الشركة لتكون مركزًا رئيسيًا لتقديم حلول شاملة للمشاريع والاستثمارات.",
  "tools-used": "الأدوات المستخدمة :",
  "purchase": "شراء",
  "preview": "معاينة",

  "souq": "موقع سوق مزاد",
  "souq-desc": "يقدم سوق مزاد تجربة قيّمة في عالم التجارة الإلكترونية العالمي. إنه أكثر من مجرد تطبيق للشراء والبيع؛ فهو يتيح لك أيضًا شراء وبيع وتسوق وتبادل المنتجات. يقدم سوق مزاد عروضًا وخصومات رائعة على مجموعة واسعة من المنتجات، بما في ذلك الهواتف المحمولة والإلكترونيات وغيرها الكثير.",

  "design-house": "موقع ديزاين هاوس",
  "design-house-desc": "ديزاين هاوس متجرٌ للهدايا والديكورات، مقره القاهرة، مصر، منذ عام ٢٠١٩. يقدم هذا الموقع الإلكتروني خدماتٍ متنوعة، تشمل التصميم والديكور الداخلي والتصميم الداخلي، وغيرها. نحن ملتزمون بتقديم تجربة فريدة واستثنائية لعملائنا.",
  "about-footer": "في GST، لا نكتفي بتطوير البرمجيات، بل نبتكر حلولًا تقنية متكاملة تحدث تحولًا حقيقيًا في طريقة عمل المؤسسات. نعمل مع الشركات والجهات المختلفة لتحويل التحديات التقنية إلى فرص نمو ملموسة ومستدامة.",
  "quick": "لينكات قد تهمك",
  "news-letter":  "النشرة الإخبارية",
  "news-letter-desc":  "اشترك في النشرة الإخبارية الأسبوعية لدى G.S.T للحصول على آخر التحديثات."

}
