{
  "home": "Home",
  "about-us": "About Us",
  "serv":"Services",
  "our-services": "what we do",
  "our-services-desc": "Our Main Services",

  "who-are-we":"WHO ARE WE",
  "who-are-title":"About G.S.T",
  "who-are-subtitle":"We design technology to serve your business efficiently.",
  "who-are-content":"G.S.T is an Egyptian company specializing in software and technology solutions. It was founded with a clear goal: to provide smart and practical solutions to every technical challenge. We accompany our clients through all project phases, from analysis and planning, through design and development, to launch and technical support.",
  "who-are-first":"Extensive experience in implementing complex technical projects",
  "who-are-second":"An integrated team of programmers, designers, consultants and marketing experts",
  "who-are-third":"Solutions tailored to meet each client's needs according to their goals and orientations.",

  "mobile-dev": "Mobile App Development",
  "mobile-desc": "Designing innovative mobile apps that enhance user engagement and customer experience.",
  "web-dev": "Web Development",
  "web-desc": "Creating websites with exceptional user interfaces and seamless browsing experiences.",
  "custom-sw": "Custom Software Solutions",
  "custom-desc": "Designing and developing software tailored to meet the precise needs of your business.",
  "consulting-s": "Technical and Executive Consulting",
  "consulting-desc": "Providing comprehensive consulting services to help make informed technical decisions.",
  "plans-s": "Feasibility Studies and Marketing Plans",
  "plans-desc": "Preparing comprehensive feasibility studies and implementing marketing strategies to explore new opportunities.",
  "more-details": "More Details",
  "contact-us": "Contact Us",
  "contact-coursel": "Let’s talk!",
  "see-more": "See More",
  "how-work": "How We Work",
  "why-us": "Why Choose US",
  "collab": "Achieving Sustainable Success",
  "collab-desc": "Providing software and technology solutions that help our clients achieve long-term goals.",
  "results": "Enhancing Technical Performance",
  "results-desc": " Assisting in the development of systems and technologies that increase productivity and improve customer interaction.",
  "transparency": "Empowering Business Growth",
  "trans-desc": "Offering feasibility studies and comprehensive marketing plans that aid in expansion and growth.",
  "ongoing-support": "Ongoing Support",
  "support-desc": "Providing continuous support and guidance to ensure the successful implementation of solutions.",
  "2024":"2024",
  "2025":"2025",
  "2026":"2026",
  "our":"Our",
  "mission":"Mission",
  "mission-desc":"We are committed to delivering exceptional software solutions, creating distinguished websites, developing innovative mobile apps, and offering technical and executive consulting that helps our clients achieve their technological and business goals. We strive for constant innovation, enabling our clients to realize their visions through scientific and technical approaches.",
  "vision":"Vision",
  "vision-desc":"At El-Genidy, our vision is to be the first choice for businesses and startups by providing innovative software and technology solutions that contribute to sustainable success. We aim to meet the highest standards of quality and precision to fulfill our clients' needs.",
  "transparency-section":"Transparency"
}
